export const content =
  "" +
  "广东蔚海数问大数据科技有限公司\n" +
  "2018.11 - 2020.03\n" +
  "工作内容：参与数据质量平台产品的需求分析, 独立完成前端开发工作, 重构公司内部小型BI系统,\n" +
  "主导前端团队公共组件库的封装及部署工作, 提高团队的开发效率, 协助公司其他产品及项目的前端\n" +
  "开发工作。\n" +
  "广州柒盼网络科技有限公司\n" +
  "2017.7 - 2018.9\n" +
  "工作内容：参与公司主要产品的模块开发, 主导B端商城系统的PC端及Wap端前端开发工作, 独立完\n" +
  "成C端微商城PC及Wap系统的前端开发工作。\n" +
  "中山福瑞设备有限公司(实习)\n" +
  "2017.3 - 2017.6\n" +
  "工作内容：熟悉开发流程, 参与需求分析, 协助团队完成新商家中心, 新运营中心等OA系统的前端开\n" +
  "发工作, 提高公司业务团队的运营效率。\n" +
  "广州柒盼网络科技有限公司 - 项目\n" +
  "Treep趣地接2017.8 - 2018.9\n" +
  "境外旅游SaaS平台\n" +
  "主要技术栈: VueJs 、 ElementUI 、 axios 、 BaiduMap API 、 Echarts 、 \n" +
  "vue-i18n\n" +
  "项目描述: 帮助东南亚地接社实现信息智能化运营管理、快速处理即订即玩订单，帮助地接社在中\n" +
  "国地区的营销 ； 智能对接美团、大众点评、淘宝、携程、⻢蜂窝、同程、⻜猪、去哪儿等平台分\n" +
  "销订单 ； 产品模块包括产品管理、云订单交易、实时库存、智能运营、财务管理、市场资源 ； 集\n" +
  "成用户数据，做国内B2B分销，获取到实时库存，帮助提供信息和数据服务 ； 60多家签约用户，\n" +
  "包括20多家付费用户，客户盈利额最小达到300万, 最高超过3000万\n" +
  "项目职责: 核心开发人员\n" +
  "●旅游/行程定制化模块开发, 通过H5的Drag API实现行程拖拽排序功能\n" +
  "●通过与后台接口联动, 并使用Baidu Map API实时显示导游/司机定位信息\n" +
  "●基于vue-pdf、pdf.js、html2canvas封装组件, 实现订单确认单的显示与导出功能\n" +
  "●基于ElementUI封装可复用组件库\n" +
  "●使用Echarts对订单统计信息进行数据可视化展示\n" +
  "●订单录入模块开发、SKU(产品)/商品管理模块、实时库存模块开发\n" +
  "●系统日常迭代开发、维护及优化\n" +
  "Distributor2017.8 - 2018.9\n" +
  "分销商采购平台\n" +
  "主要技术栈: VueJs 、 ElementUI 、 axios 了解浏览器工作原理、前端性能优化\n" +
  "熟悉使用Taro框架进行小程序开发, 了解小程\n" +
  "序原生API; 了解React Native、Flutter、uni-\n" +
  "app等跨端框架\n" +
  "了解Mocha、Karma等单元测试框架\n" +
  "拥有公共组件库开发经验, 主导并开发过多个\n" +
  "大型项目; 拥有自动化部署实践经验\n" +
  "拥有良好的代码编写习惯、清晰的产品思维、\n" +
  "良好的业务理解能力、沟通能力和团队协作能\n" +
  "力。\n" +
  "较强的自我驱动学习能力, 乐于钻研学习新技\n" +
  "术, 时刻关注行业动态拓展视野\n" +
  "教育背景\n" +
  "技能水平\n" +
  "个人评价\n" +
  "工作经历\n" +
  "项目经验 项目描述: 通过与Treep平台打通, 整合旅游项目、酒店、订单、包团产品等供应链信息, 供旅游产品\n" +
  "分销商在平台上进行产品预订、酒店预订、财务管理、订单管理等操作 ； 兼容PC端、Wap端, 支\n" +
  "持多国语言切换功能\n" +
  "项目职责: 核心开发人员\n" +
  "●首⻚商品展示⻚面开发及改版调优\n" +
  "●使用Vue.js的slot接口封装可复用布局容器组件, 使用vue-i18n实现多国语言切换功能\n" +
  "●负责订单、酒店模块路由⻚面切换复杂交互的实现, 并使用keep-alive特性提升系统用户体\n" +
  "验\n" +
  "●独立负责Wap端的技术选型、项目搭建架构及开发工作\n" +
  "Micro Mall2018.1 - 2018.7\n" +
  "定制化微商城\n" +
  "主要技术栈: VueJs 、 ElementUI 、 VantUI 、 axios\n" +
  "项目描述: 针对不同的旅行社商户进行定制化开发的, 为商户提供实现产品展示和定制化购买, 订单\n" +
  "管理的轻量级商城平台 ； 支持支付宝、微信、Paypal等多种支付方式, 服务于数十家商户, 并成功\n" +
  "帮助商户提高业绩 ； PC端、Wap端支持、多语言支持\n" +
  "项目职责: 独立开发\n" +
  "●通过使用本人封装的ElementUI业务组件库高效完成PC端全部功能模块的开发\n" +
  "吴散客\n" +
  "Web前端开发工程师\n" +
  "男 / 1994.12\n" +
  "3年工作经验\n" +
  "\n" +
  "drin@foxmail.com\n" +
  "\n" +
  "13202481945\n" +
  "\n" +
  "https://github.com/drin\n" +
  "个人博客\n" +
  "https://drink.github.io/\n" +
  "电子科技大学\n" +
  "2013.9 - 2017.7\n" +
  "软件工程 - 本科\n" +
  "扎实的JavaScript基础, 熟悉ES6+ 新特性\n" +
  "熟悉Sass、Less等css预处理库\n" +
  "掌握Vue.js (vuex/vue-router), 且理解其实现原\n" +
  "理; 熟悉React.js(hooks/react-\n" +
  "router/redux/dva), 且拥有实际开发经验\n" +
  "熟悉使用Echarts进行数据可视化开发, 了解\n" +
  "Canvas API\n" +
  "熟练使用Eslint、commitizen、TypeScript等\n" +
  "工具规范代码\n" +
  "理解前端工程化, 熟悉项目脚手架及Webpack\n" +
  "常用配置; 熟悉git、svn代码协作工具\n" +
  "熟悉HTTP、TCP/IP; 熟悉常用跨域解决方案;";
